export const REGIONS = {
  "강원": {
    "id": "1",
    "sub_regions": {
      "양양/속초/고성": "1-1",
      "강릉": "1-2", 
      "동해/삼척": "1-3",
      "태백/영월/정선": "1-4",
      "평창": "1-5",
      "원주/횡성": "1-6",
      "철원": "1-7",
      "춘천/홍천": "1-8"
    }
  },
  "대전": {
    "id": "2",
    "sub_regions": {
      "유성구/대덕구": "2-1",
      "서구": "2-2",
      "중구/동구": "2-3"
    }
  },
  "충북": {
    "id": "3",
    "sub_regions": {
      "청주": "3-1",
      "제천/단양": "3-2",
      "옥천": "3-3"
    }
  },
  "충남": {
    "id": "4",
    "sub_regions": {
      "천안/아산": "4-1",
      "당진/서산/태안": "4-2",
      "공주/계릉": "4-3",
      "보령": "4-4"
    }
  },
  "세종": {
    "id": "5",
    "sub_regions": {}
  },
  "광주": {
    "id": "6",
    "sub_regions": {
      "수완/첨단/광산": "6-1",
      "북구": "6-2",
      "남구": "6-3",
      "동구": "6-4",
      "서구": "6-5"
    }
  },
  "전북": {
    "id": "7",
    "sub_regions": {
      "전주": "7-1",
      "군산/익산": "7-2",
      "김제/부안/정읍": "7-3",
      "남원/임실": "7-4"
    }
  },
  "전남": {
    "id": "8",
    "sub_regions": {
      "여수/순천/광양": "8-1",
      "장성/담양": "8-2",
      "영암/강진/장흥": "8-3",
      "나주/화순": "8-4",
      "목포/무안/함평": "8-5",
      "해남/진도": "8-6",
      "곡성/구례": "8-7"
    }
  },
  "울산": {
    "id": "9",
    "sub_regions": {
      "남구/중구": "9-1",
      "동구/북구": "9-2",
      "울주군": "9-3"
    }
  },
  "부산": {
    "id": "10",
    "sub_regions": {
      "서면": "10-1",
      "해운대": "10-2",
      "광안리/수영": "10-3",
      "기장": "10-4",
      "부산역/동구": "10-5",
      "동래": "10-6",
      "남포/중구/영도": "10-7",
      "사상/하단/서구": "10-8",
      "연제/연산": "10-9",
      "경성대/부경대/남구": "10-10",
      "부산대/금정구": "10-11",
      "덕천/북구": "10-12",
      "명지/강서구": "10-13"
    }
  },
  "대구": {
    "id": "11",
    "sub_regions": {
      "동성로/중구": "11-1",
      "범어/수성구": "11-2",
      "서구/성서/달성": "11-3",
      "팔공산/동구": "11-4",
      "앞산/남구": "11-5",
      "북구": "11-6"
    }
  },
  "경북": {
    "id": "12",
    "sub_regions": {
      "경주": "12-1",
      "구미/김천/칠곡": "12-2",
      "문경/상주": "12-3",
      "포항": "12-4",
      "안동/영주": "12-5"
    }
  },
  "경남": {
    "id": "13",
    "sub_regions": {
      "창녕/의령/함안": "13-1",
      "남해": "13-2",
      "장유/김해": "13-3",
      "진주/사천": "13-4",
      "통영/거제": "13-5",
      "마산/창원/진해": "13-6",
      "밀양/양산": "13-7"
    }
  },
  "제주": {
    "id": "14",
    "sub_regions": {
      "제주시": "14-1",
      "서귀포시": "14-2"
    }
  }
} 